#+TITLE: Home tasks
#+FILETAGS: #home infra configuration dotfiles


* DONE Organize the repository
CLOSED: [2020-03-14 Sat 14:47]
:LOGBOOK:
- State "DONE"       from "STARTED"    [2020-03-14 Sat 14:47]
CLOCK: [2020-03-14 Sat 14:35]--[2020-03-14 Sat 14:50] =>  0:15
CLOCK: [2020-03-14 Sat 10:30]--[2020-03-14 Sat 14:30] =>  4:00
CLOCK: [2020-03-13 Fri 19:3g0]--[2020-03-13 Fri 21:30] =>  2:00
:END:

Documented on the repository itself.

* DONE Import repositories
CLOSED: [2020-03-14 Sat 15:10]
:LOGBOOK:
- State "DONE"       from "TODO"       [2020-03-14 Sat 15:10]
CLOCK: [2020-03-14 Sat 14:47]--[2020-03-14 Sat 15:10] =>  0:23
:END:

Using =git subtree=

